docs/history/history11/KBhfauner_s.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2021-12-10 Fri 09:21 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Fauner's American Freedom</title>
<meta name="generator" content="Org mode" />
<meta name="author" content="Houjun Liu" />
<link rel="stylesheet" href="/global.css" type="text/css"/>
<link rel="stylesheet" href="/admonition.css" type="text/css"/>
<link rel="stylesheet" href="https://quantumish.github.io/admonition.css" />
</head>
<body>
<div id="preamble" class="status">
<div class="header"><span class="site"><a href="https://taproot3.sanity.gq">TR3.5</a></span></div><div class="datarow"><h1 class="title">Fauner's American Freedom</h1> <h2 class="subtitle"></h2> <span class="author">Houjun Liu</span> <span class="date">2021-12-10 Fri 09:20</date></div>
</div>
<div id="content">
<div id="linktables"><div id="table-of-backlinks"><h2>Backlinks</h2><ul><li><a class='backlink' href='KBhCivilWar.html'>Civil War</a></li> </ul></div><div id="table-of-contents"><h2>Table of Contents</h2><div id="text-table-of-contents">
<ul>
<li><a href="#orgaf7cb98">1. Thesis</a></li>
<li><a href="#orgfa58a9c">2. Evidence</a>
<ul>
<li><a href="#orgb2aea4e">2.1. Pre-war</a>
<ul>
<li><a href="#orge80af15">2.1.1. Freedom for the North</a></li>
<li><a href="#org3dfc67d">2.1.2. Freedom for the South</a></li>
</ul>
</li>
<li><a href="#org9f6ea26">2.2. Post-war</a>
<ul>
<li><a href="#org08bddef">2.2.1. Former Slaves</a></li>
<li><a href="#org4e6da17">2.2.2. Freedom for the White Southerners</a></li>
</ul>
</li>
<li><a href="#org6021d28">2.3. Page 12</a></li>
<li><a href="#org386f474">2.4. Post freedom</a></li>
<li><a href="#org2fb0f50">2.5. Freedom</a></li>
</ul>
</li>
</ul>
</div></div>
</div>

<div id="outline-container-orgaf7cb98" class="outline-2">
<h2 id="orgaf7cb98"><span class="section-number-2">1</span> Thesis</h2>
<div class="outline-text-2" id="text-1">
<p>
Idea of freedom, which is integral to national identity, continually changes throughout the war especially w.r.t.
</p>
</div>
</div>

<div id="outline-container-orgfa58a9c" class="outline-2">
<h2 id="orgfa58a9c"><span class="section-number-2">2</span> Evidence</h2>
<div class="outline-text-2" id="text-2">
</div>
<div id="outline-container-orgb2aea4e" class="outline-3">
<h3 id="orgb2aea4e"><span class="section-number-3">2.1</span> Pre-war</h3>
<div class="outline-text-3" id="text-2-1">
</div>
<div id="outline-container-orge80af15" class="outline-4">
<h4 id="orge80af15"><span class="section-number-4">2.1.1</span> Freedom for the North</h4>
<div class="outline-text-4" id="text-2-1-1">
<p>
pg. 10 Freedom of each man to enjoy what they do and produce what they do
</p>
</div>
</div>

<div id="outline-container-org3dfc67d" class="outline-4">
<h4 id="org3dfc67d"><span class="section-number-4">2.1.2</span> Freedom for the South</h4>
<div class="outline-text-4" id="text-2-1-2">
<p>
pg. 10 Freedom to leverage what other men do and to gain profit from them
</p>
</div>
</div>
</div>

<div id="outline-container-org9f6ea26" class="outline-3">
<h3 id="org9f6ea26"><span class="section-number-3">2.2</span> Post-war</h3>
<div class="outline-text-3" id="text-2-2">
</div>
<div id="outline-container-org08bddef" class="outline-4">
<h4 id="org08bddef"><span class="section-number-4">2.2.1</span> Former Slaves</h4>
<div class="outline-text-4" id="text-2-2-1">
<p>
Freedom meant escaping injustices slavery and reaping American Society
</p>
</div>
</div>

<div id="outline-container-org4e6da17" class="outline-4">
<h4 id="org4e6da17"><span class="section-number-4">2.2.2</span> Freedom for the White Southerners</h4>
<div class="outline-text-4" id="text-2-2-2">
<p>
Freedom believes to the ability to maintain their property
</p>
</div>
</div>
</div>

<div id="outline-container-org6021d28" class="outline-3">
<h3 id="org6021d28"><span class="section-number-3">2.3</span> Page 12</h3>
<div class="outline-text-3" id="text-2-3">
<ul class="org-ul">
<li>"freedom" =&gt; starting to transition to thinking about emancipation</li>
<li>at any given time, the definition of freedom is conflicting</li>
<li>We see freedom as not a rebirth but as a swell</li>
<li>Antibellium era swells an anti-institutionalization view</li>
<li>Patriotism = sense of unconditional loyalty to whomever is in office</li>
<li>Art Pieces treated as primary sources: Douglass photograph pg. 18 &#x2014; Douglass in his art could subvert racist portrays</li>
</ul>
</div>
</div>

<div id="outline-container-org386f474" class="outline-3">
<h3 id="org386f474"><span class="section-number-3">2.4</span> Post freedom</h3>
<div class="outline-text-3" id="text-2-4">
<p>
Without ownership of property, freedom would be impossible. Republicans saw emancipation as a process that restores African American men to power in their household. It fixes the dominant understanding of economic freedom as a right of property ownership.
</p>
</div>
</div>

<div id="outline-container-org2fb0f50" class="outline-3">
<h3 id="org2fb0f50"><span class="section-number-3">2.5</span> Freedom</h3>
<div class="outline-text-3" id="text-2-5">
<p>
"The author says having both sides fighting for freedom is a uniquely American idea" &#x2014; Adam. Southern plantation wanted to maintain their "way of life"
</p>
</div>
</div>
</div>
</div>
</body>
</html>
